Repository: yachi8yo/NicoKaraMaker3Translation
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_tw

# Nkm3SettingsPageMaintenanceControl_TextBlockBackup.Text
source: Backup settings (save to file)
ja_jp: 設定のバックアップ（ファイルに保存）
ko_kr: 설정 백업(파일로 저장)
zh_tw: 備份設定 (儲存至檔案)

# Nkm3SettingsPageMaintenanceControlViewModel_CheckBoxCheckRssContent
source: Automatically check for the latest information on {0}
ja_jp: {0} の最新情報を自動的に確認する(L)
ko_kr: {0}의 최신 정보를 자동으로 확인(L)
zh_tw: 自動檢查 {0} 的最新資訊(L)

# Nkm3SettingsPageMaintenanceControlViewModel_Confirm_CheckRss
source: If you turn off checking for the latest information, updates such as new versions of {0} will not be displayed. Are you sure you want to turn it off?
ja_jp: 最新情報の確認をオフにすると、{0} の新版がリリースされた際の更新内容などが表示されません。 本当にオフにしてもよろしいですか？
ko_kr: 최신 정보 확인을 끄면, {0}의 새 버전이 출시되었을 때의 업데이트 내용 등이 표시되지 않습니다. 정말로 꺼도 괜찮겠습니까?
zh_tw: 若停用最新資訊檢查，當 {0} 發布新版本時將不會顯示更新內容。 確定要停用嗎？

# Nkm3SettingsPageMaintenanceControlViewModel_Error_Restore_UnableLoad
source: The configuration file could not be loaded.
ja_jp: 設定ファイルを読み込めません。
ko_kr: 설정 파일을 읽을 수 없습니다.
zh_tw: 無法讀取設定檔。

# Nkm3SettingsPageMaintenanceControlViewModel_Information_ButtonBackupClicked
source: Settings have been backed up.
ja_jp: 設定をバックアップしました。
ko_kr: 설정을 백업했습니다.
zh_tw: 已備份設定。

# Nkm3SettingsPageMaintenanceControlViewModel_Information_ButtonRestoreClicked
source: Settings have been restored.
ja_jp: 設定を復元しました。
ko_kr: 설정을 복원했습니다.
zh_tw: 已還原設定。

# Nkm3SettingsPagePerformanceControl_CheckBoxUseMultiThread.Content
source: Draw using multithreading
ja_jp: マルチスレッドで描画する(M)
ko_kr: 멀티스레드로 그리기(M)
zh_tw: 以多執行緒算圖(M)

# Nkm3SettingsPagePerformanceControl_CheckBoxUseUseHardwareAdapter.Content
source: Draw using hardware adapter
ja_jp: ハードウェアアダプタで描画する(H)
ko_kr: 하드웨어 어댑터로 그리기(H)
zh_tw: 使用硬體加速算圖(H)

# Nkm3SettingsPageReloadControl_CheckBoxReloadRunFontSelector.Content
source: Automatically set font
ja_jp: 自動でフォントを設定(F)
ko_kr: 자동으로 글꼴 설정(F)
zh_tw: 自動設定字型(F)

# Nkm3SettingsPageReloadControl_CheckBoxReloadRunLayoutSelector.Content
source: Automatically set layout
ja_jp: 自動でレイアウトを設定(L)
ko_kr: 자동으로 레이아웃 설정(L)
zh_tw: 自動設定版面配置(L)

# Nkm3SettingsPageReloadControl_CheckBoxReloadRunLineBreaker.Content
source: Automatically set line breaks
ja_jp: 自動で区切りを設定(B)
ko_kr: 자동으로 구분 설정(B)
zh_tw: 自動設定分隔(B)

# Nkm3SettingsPageReloadControl_CheckBoxReloadRunShowTimeAdjuster.Content
source: Automatically set display start and end times
ja_jp: 自動で表示開始時刻・表示終了時刻を設定(T)
ko_kr: 자동으로 표시 시작 시간·표시 종료 시각 설정(T)
zh_tw: 自動設定顯示開始與結束時間(T)

# Nkm3SettingsPageReloadControl_CheckBoxReloadRunSubtitleActionSelector.Content
source: Automatically set actions
ja_jp: 自動でアクションを設定(A)
ko_kr: 자동으로 액션 설정(A)
zh_tw: 自動設定動作(A)

# Nkm3SettingsPageReloadControl_TextBlockDescription_1.Text
source: When the lyrics file is updated, the following settings will be executed.
ja_jp: 歌詞ファイルが更新された時、以下の設定を実行します。
ko_kr: 가사 파일이 업데이트되었을 때, 아래 설정을 실행합니다.
zh_tw: 當歌詞檔更新時，將執行下列設定。

# Nkm3SettingsPageReloadControl_TextBlockDescription_2.Text
source: Items that are turned ON will be set automatically.
ja_jp: ON にした項目は自動設定されます。
ko_kr: ON으로 설정된 항목은 자동으로 설정됩니다.
zh_tw: 已啟用的項目會自動套用設定。

# Nkm3SettingsPageReloadControl_TextBlockDescription_3.Text
source: Items that are turned OFF will retain their previous settings as much as possible.
ja_jp: OFF にした項目は更新前の内容ができる限り維持されます。
ko_kr: OFF로 설정된 항목은 업데이트 전의 내용이 최대한 유지됩니다.
zh_tw: 未啟用的項目會盡可能保留更新前的設定。

# Nkm3SettingsPageToastControl_CheckBoxLyrics.Content
source: Lyrics updated
ja_jp: 歌詞更新(L)
ko_kr: 가사 업데이트(L)
zh_tw: 更新歌詞(L)

# Nkm3SettingsPageToastControl_CheckBoxMisc.Content
source: Miscellaneous
ja_jp: その他(M)
ko_kr: 기타(M)
zh_tw: 其他(M)

# Nkm3SettingsPageToastControl_CheckBoxProject.Content
source: Project and its elements
ja_jp: プロジェクトとその要素(P)
ko_kr: 프로젝트 및 그 요소(P)
zh_tw: 專案及其元素(P)

# Nkm3SettingsPageToastControl_CheckBoxTemplate.Content
source: Template
ja_jp: テンプレート(T)
ko_kr: 템플릿(T)
zh_tw: 範本(T)

# Nkm3SettingsPageToastControl_TextBlockDescription_1.Text
source: You will receive notifications in the following categories.
ja_jp: 以下のカテゴリーの通知を行います。
ko_kr: 아래 카테고리의 알림을 진행합니다.
zh_tw: 針對下列分類進行通知。

# Nkm3SettingsPageToastControl_TextBlockDescription_2.Text
source: *If notifications are turned off in your OS settings, you will not receive notifications.
ja_jp: ※OS の設定で通知がオフになっている場合は、通知されません。
ko_kr: ※OS 설정에서 알림이 꺼져 있는 경우에는 알림이 오지 않습니다.
zh_tw: (註) 若在 OS 設定中關閉了通知，將不會發送通知。

# Nkm3SettingsPageViewModel_Confirm_ButtonDefaultClicked
source: We will reset all preferences to their default settings. Are you sure?
ja_jp: 環境設定をすべて初期設定に戻します。 よろしいですか？
ko_kr: 모든 환경 설정을 초기 설정으로 되돌립니다. 계속하시겠습니까?
zh_tw: 將所有偏好設定還原為預設值。 確定要執行嗎？

# Nkm3SettingsWindow.Title
source: Settings
ja_jp: 環境設定
ko_kr: 환경 설정
zh_tw: 設定

source: No
ja_jp: いいえ
ko_kr: 아니요
zh_tw: 否

# NoAction_Description
source: Do not take action
ja_jp: アクションしない
ko_kr: 실행 안 함
zh_tw: 不進行動作

source: OK
ko_kr: 확인
zh_tw: 確定

# OutputPage_ButtonAbort.Content
source: Abort
ja_jp: 中止(A)
ko_kr: 취소(A)
zh_tw: 中止(A)

# OutputPage_ButtonNext.ToolTipService.ToolTip
source: Next
ja_jp: 次へ(N)
ko_kr: 다음(N)
zh_tw: 下一頁(N)

# OutputPage_ButtonPrev.ToolTipService.ToolTip
source: Previous
ja_jp: 前へ(P)
ko_kr: 이전(P)
zh_tw: 上一頁(P)

# OutputPage_TextBlockLatestInfo.Text
source: Latest information
ja_jp: 最新情報
ko_kr: 최신정보
zh_tw: 最新資訊

# OutputPageViewModel_Confirm_ButtonAbortClicked
source: Do you want to stop the video output?
ja_jp: 動画出力を中止しますか？
ko_kr: 동영상 출력을 중지하시겠습니까?
zh_tw: 確定要中止輸出影片嗎？

# OutputPageViewModel_Error_FreeSpaceString
source: Unable to retrieve available storage space.
ja_jp: 空き容量を取得できません。
ko_kr: 여유 용량을 가져올 수 없습니다.
zh_tw: 無法取得可用空間。

# OutputPageViewModel_Error_Prepare
source: The video output could not be prepared.
ja_jp: 動画出力の準備ができませんでした。
ko_kr: 동영상 출력을 준비할 수 없었습니다.
zh_tw: 無法準備影片輸出。

# OutputPageViewModel_FreeSpaceString
source: Available storage space: {0} GB
ja_jp: 空き容量：{0} GB
ko_kr: 남은 용량:{0} GB
zh_tw: 可用空間：{0} GB

# OutputPageViewModel_Information_NoInfo
source: (Not retrieving the latest information)
ja_jp: （最新情報を取得していません）
ko_kr: (최신 정보를 받지 못했습니다)
zh_tw: (未取得最新資訊)

# OutputPageViewModel_Information_PageLoaded_Done
source: Video output complete. Elapsed time: {0}
ja_jp: 動画出力が完了しました。 経過時間：{0}
ko_kr: 동영상 출력이 완료되었습니다. 경과 시간:{0}
zh_tw: 影片輸出完成。 耗時：{0}

# OutputPageViewModel_OutputStatus_0
source: Preparing...
ja_jp: 準備中...
ko_kr: 준비 중...
zh_tw: 準備中…

# OutputPageViewModel_OutputStatus_1
source: Preparing subtitle data...
ja_jp: 字幕データの準備中...
ko_kr: 자막 데이터 준비 중...
zh_tw: 準備字幕資料中…

# OutputPageViewModel_OutputStatus_2
source: Outputting...
ja_jp: 出力中...
ko_kr: 출력 중...
zh_tw: 輸出中…

# OutputPageViewModel_OutputStatus_3
source: Ended
ja_jp: 終了
ko_kr: 종료
zh_tw: 完成

# OutputPageViewModel_UpdateEstimate_Hour
source: Remaining: {0} hour(s) {1} minute(s)
ja_jp: 残り：{0} 時間 {1} 分
ko_kr: 남은 시간: {0}시간 {1}분
zh_tw: 剩餘：{0} 小時 {1} 分鐘

# OutputPageViewModel_UpdateEstimate_Minute
source: Remaining: {0} minute(s)
ja_jp: 残り：{0} 分
ko_kr: 남은 시간: {0} 분
zh_tw: 剩餘：{0} 分鐘

# OutputPageViewModel_UpdateEstimate_Second
source: Remaining: {0} second(s)
ja_jp: 残り：{0} 秒
ko_kr: 남은 시간: {0} 초
zh_tw: 剩餘：{0} 秒

# OutputPageViewModel_UpdateEstimate_Soon
source: It will be completed soon...
ja_jp: 間もなく完了します...
ko_kr: 곧 완료됩니다...
zh_tw: 即將完成…

# OutputPageViewModel_UpdateSettings_DestFormat
source: Output format: {0}
ja_jp: 出力形式：{0}
ko_kr: 출력 형식:{0}
zh_tw: 輸出格式：{0}

# OutputPageViewModel_UpdateSettings_DoubleFrame
source: (Makes subtitle wipes twice as smooth)
ja_jp: （字幕ワイプを 2 倍滑らかにする）
ko_kr: (자막 와이프를 2배 더 부드럽게)
zh_tw: (讓字幕刷色的平滑度提升 2 倍)

# OutputWindow.Title
source: Video output
ja_jp: 動画出力
ko_kr: 동영상 출력
zh_tw: 影片輸出

# PartFontSelector_Chorus
source: chorus
ja_jp: コーラス
ko_kr: 코러스
zh_tw: 合唱

# PartFontSelector_Description
source: Set different fonts for the main part and other parts (such as the chorus).
ja_jp: メインパートとそれ以外のパート（コーラスなど）で別々のフォントを設定します。
ko_kr: 메인 파트와 그 외의 파트(코러스 등)에 각각 다른 글꼴을 설정합니다.
zh_tw: 為主歌詞聲部和其他聲部 (如合唱等) 設定不同的字型。

# PartFontSelector_Name
source: Set fonts for each part
ja_jp: パート別にフォントを設定
ko_kr: 파트별로 글꼴 설정
zh_tw: 按聲部設定字型

# ProjectDataModel_CreateLyricsFont_SettingsName_0
source: Standard
ja_jp: 標準配色
ko_kr: 표준 색상 배합
zh_tw: 標準配色

# ProjectDataModel_CreateLyricsFont_SettingsName_1
source: Blue scheme
ja_jp: 青配色
ko_kr: 파란 색상 배합
zh_tw: 藍色配色

# ProjectDataModel_CreateLyricsFont_SettingsName_2
source: Green scheme
ja_jp: 緑配色
ko_kr: 초록 색상 배합
zh_tw: 綠色配色

# ProjectDataModel_CreateLyricsFont_SettingsName_3
source: Gradient scheme
ja_jp: グラデーション配色
ko_kr: 그라데이션 색상 배합
zh_tw: 漸層配色

# ProjectDataModel_CreateLyricsFont_SettingsName_4
source: Chorus scheme
ja_jp: コーラス配色
ko_kr: 코러스 색상 배합
zh_tw: 合唱配色

# ProjectDataModel_CreateLyricsFont_SettingsName_5
source: Info S
ja_jp: 情報小
ko_kr: 정보 소
zh_tw: 資訊 (小)

# ProjectDataModel_CreateLyricsFont_SettingsName_6
source: Info M
ja_jp: 情報中
ko_kr: 정보 중
zh_tw: 資訊 (中)

# ProjectDataModel_CreateLyricsFont_SettingsName_7
source: Info L
ja_jp: 情報大
ko_kr: 정보 대
zh_tw: 資訊 (大)

# ProjectDataModel_CreateLyricsLayout_SettingsName_0
source: Bottom 2 lines
ja_jp: 下寄せ2行
ko_kr: 아래 정렬 2줄
zh_tw: 靠下 2 行

# ProjectDataModel_CreateLyricsLayout_SettingsName_1
source: Bottom 3 lines
ja_jp: 下寄せ3行
ko_kr: 아래 정렬 3줄
zh_tw: 靠下 3 行

# ProjectDataModel_CreateLyricsLayout_SettingsName_2
source: Top 2 lines
ja_jp: 上寄せ2行
ko_kr: 위 정렬 2줄
zh_tw: 靠上 2 行

# ProjectDataModel_CreateLyricsLayout_SettingsName_3
source: Chorus
ja_jp: コーラス
ko_kr: 코러스
zh_tw: 合唱

# ProjectDataModel_CreateLyricsLayout_SettingsName_4
source: Top left title
ja_jp: タイトル左上
ko_kr: 제목 왼쪽 상단
zh_tw: 標題左上

# ProjectDataModel_CreateLyricsLayout_SettingsName_5
source: Center title
ja_jp: タイトル中央
ko_kr: 제목 중앙
zh_tw: 標題置中

# ProjectDataModel_CreateTitleInfoModel_Title
source: Title
ja_jp: タイトル
ko_kr: 제목
zh_tw: 標題

# ProjectDataModel_DestFormat_Undo
source: Output format
ja_jp: 出力形式
ko_kr: 출력 형식
zh_tw: 輸出格式

# ProjectDataModel_DestPath_Undo
source: Output file name
ja_jp: 出力ファイル名
ko_kr: 출력 파일 이름
zh_tw: 輸出檔名

# ProjectDataModel_DoubleFrame_Undo
source: Make subtitle wipes twice as smooth
ja_jp: 字幕ワイプを 2 倍滑らかにする
ko_kr: 자막 와이프를 2배 더 매끄럽게
zh_tw: 讓字幕刷色的平滑度提升 2 倍

# ProjectDataModel_ModelName
source: Project
ja_jp: プロジェクト
ko_kr: 프로젝트
zh_tw: 專案

# ProjectDataModel_Mp4SettingsIndex_Undo
source: MP4 settings
ja_jp: MP4 設定
ko_kr: MP4 설정
zh_tw: MP4 設定

# ProjectDataModel_ProjectName_New
source: New project
ja_jp: 新規プロジェクト
ko_kr: 신규 프로젝트
zh_tw: 新增專案

# ProjectDataModel_ProjectName_Old
source: Old project
ja_jp: 旧プロジェクト
ko_kr: 기존 프로젝트
zh_tw: 舊專案

# ProjectDataModel_SourceInfo_Undo
source: Material information
ja_jp: 素材情報
ko_kr: 자재 정보
zh_tw: 素材資訊

# RenamePageViewModel_ButtonOkClicked_Error_NameDuplicate
source: The same name is already registered in the template. Please use a different name.
ja_jp: すでにテンプレートに同じ名称が登録されています。 別の名称にしてください。
ko_kr: 이미 템플릿에 같은 이름이 등록되어 있습니다. 다른 이름으로 설정해 주세요.
zh_tw: 範本中已儲存相同名稱。 請使用其他名稱。

# RenamePageViewModel_ButtonOkClicked_Error_NameEmpty
source: Please enter a name.
ja_jp: 名称を入力してください。
ko_kr: 이름을 입력해 주세요.
zh_tw: 請輸入名稱。

# RenameWindow.Title
source: Name change
ja_jp: 名称の変更
ko_kr: 이름 변경
zh_tw: 變更名稱

# SaveProjectTemplatePage_CheckBoxFont.Content
source: Font settings
ja_jp: フォント設定
ko_kr: 글꼴 설정
zh_tw: 字型設定

# SaveProjectTemplatePage_CheckBoxLayout.Content
source: Layout settings
ja_jp: レイアウト設定
ko_kr: 레이아웃 설정
zh_tw: 版面配置設定

# SaveProjectTemplatePage_CheckBoxOutput.Content
source: Video output
ja_jp: 動画出力
ko_kr: 동영상 출력
zh_tw: 影片輸出

# SaveProjectTemplatePage_CheckBoxSource.Content
source: Background material
ja_jp: 背景素材
ko_kr: 배경 소재
zh_tw: 背景素材

# SaveProjectTemplatePage_CheckBoxSynchronizeAll.Content
source: Turn on the synchronization of all font and layout settings.
ja_jp: すべてのフォント設定・レイアウト設定の連動をオンにする
ko_kr: 모든 글꼴 설정·레이아웃 설정 연동 켜기
zh_tw: 開啟所有字型設定與版面配置設定的同步

# SaveProjectTemplatePage_CheckBoxTitle.Content
source: Title settings
ja_jp: タイトル設定
ko_kr: 제목 설정
zh_tw: 標題設定

# SaveProjectTemplatePage_TextBlockDescription.Text
source: Register the current project as a template.
ja_jp: 現在のプロジェクトをテンプレートとして登録します。
ko_kr: 현재 프로젝트를 템플릿으로 등록합니다.
zh_tw: 將目前專案儲存為範本。

# SaveProjectTemplatePage_TextBlockElements.Text
source: Please select the elements you would like to include in the template.
ja_jp: テンプレートに含めたい要素を選択してください。
ko_kr: 템플릿에 포함하고 싶은 요소를 선택해 주세요.
zh_tw: 請選擇要包含在範本中的元素。

# SaveProjectTemplatePage_TextBlockName.Text
source: Template name:
ja_jp: テンプレート名：
ko_kr: 템플릿 이름:
zh_tw: 範本名稱：

# SaveProjectTemplatePage_TextBlockSynchronizeAll.Text
source: If you include font and layout settings in the template
ja_jp: テンプレートにフォント設定・レイアウト設定を含める場合、
ko_kr: 템플릿에 글꼴 설정·레이아웃 설정을 포함하는 경우,
zh_tw: 若要在範本中包含字型設定及版面配置設定，

# SaveProjectTemplatePageViewModel_ButtonOkClicked_Error_DuplicateName
source: A template with the same name is already registered. Please change the template name.
ja_jp: すでにテンプレートに同じ名称が登録されています。 テンプレート名を変更してください。
ko_kr: 이미 템플릿에 같은 이름이 등록되어 있습니다. 템플릿 이름을 변경해 주세요.
zh_tw: 已儲存了同名的範本。 請變更範本名稱。

# SaveProjectTemplatePageViewModel_ButtonOkClicked_Error_EmptyElement
source: Please select the elements you would like to include in the template.
ja_jp: テンプレートに含めたい要素を選択してください。
ko_kr: 템플릿에 포함할 요소를 선택하세요.
zh_tw: 請選擇要包含在範本中的元素。

# SaveProjectTemplatePageViewModel_ButtonOkClicked_Error_EmptyName
source: Please enter the template name.
ja_jp: テンプレート名を入力してください。
ko_kr: 템플릿 이름을 입력하세요.
zh_tw: 請輸入範本名稱。

# SaveProjectTemplateWindow.Title
source: Register project as template
ja_jp: プロジェクトをテンプレートとして登録
ko_kr: 프로젝트를 템플릿으로 등록
zh_tw: 將專案儲存為範本

# SelectTemplatePage_ButtonDelete.Content
source: Remove
ja_jp: 削除 (D)
ko_kr: 삭제 (D)
zh_tw: 刪除(D)

# SelectTemplatePage_ButtonRename.Content
source: Name change
ja_jp: 名称の変更 (R)
ko_kr: 이름 변경 (R)
zh_tw: 變更名稱(R)

# SelectTemplatePage_TextBlockDescription.Text
source: Please select the template you wish to use.
ja_jp: 使用するテンプレートを選択してください。
ko_kr: 사용할 템플릿을 선택하세요.
zh_tw: 請選擇要使用的範本。

# SelectTemplatePageViewModel_UpdateStock_Default
source: (Default)
ja_jp: （標準）
ko_kr: (표준)
zh_tw: (標準)

# SelectTemplatePageViewModelT_ButtonDeleteClicked_Confirm
source: Remove "{0}". Are you sure? (Note) "{0}" may reappear when you open a project that uses it.
ja_jp: 「{0}」を削除します。 よろしいですか？ （補足） 「{0}」を使用しているプロジェクトを開くと復活することがあります。
ko_kr: "{0}"을(를) 삭제합니다. 계속하시겠습니까? (참고) "{0}"을(를) 사용 중인 프로젝트를 열면 다시 나타날 수 있습니다.
zh_tw: 將刪除「{0}」。 確定要刪除嗎？ (註) 若開啟使用「{0}」的專案，該範本可能會被還原。

# SelectTemplatePageViewModelT_ButtonDeleteClicked_Error_NoSelect
source: Please select the template you wish to remove.
ja_jp: 削除したいテンプレートを選択してください。
ko_kr: 삭제하려는 템플릿을 선택하세요.
zh_tw: 請選擇要刪除的範本。

# SelectTemplatePageViewModelT_ButtonRenameClicked_Error_NoSelect
source: Please select the template whose name you would like to change.
ja_jp: 名称を変更したいテンプレートを選択してください。
ko_kr: 이름을 변경하려는 템플릿을 선택하세요.
zh_tw: 請選擇要變更名稱的範本。

# SelectTemplatePageViewModelT_ButtonRenameClicked_Error_UnableLoad
source: Unable to load registered templates.
ja_jp: 登録済のテンプレートを読み込めません。
ko_kr: 등록된 템플릿을 불러올 수 없습니다.
zh_tw: 無法讀取已儲存的範本。

# SelectTemplateWindow_TemplateKind_0
source: title
ja_jp: タイトル
ko_kr: 제목
zh_tw: 標題

# SelectTemplateWindow_TemplateKind_1
source: font settings
ja_jp: フォント設定
ko_kr: 글꼴 설정
zh_tw: 字型設定

# SelectTemplateWindow_TemplateKind_2
source: layout settings
ja_jp: レイアウト設定
ko_kr: 레이아웃 설정
zh_tw: 版面配置設定

# SelectTemplateWindow_TemplateKind_3
source: project
ja_jp: プロジェクト
ko_kr: 프로젝트
zh_tw: 專案

# SelectTemplateWindow_Title_Misc
source: Use of {0} template
ja_jp: {0}テンプレートの使用
ko_kr: {0}템플릿 사용
zh_tw: 使用{0}範本

# SelectTemplateWindow_Title_Project
source: Create a new {0}
ja_jp: {0}の新規作成
ko_kr: {0}의 새로 만들기
zh_tw: 新增{0}

# SeqLinesBreaker_Description
source: As a general rule, page breaks will be set after the specified number of lines. Where there are differences in wipe timing, paragraph breaks will be set regardless of the number of lines.
ja_jp: 原則として指定された行数ごとにページ区切りを設定します。 ワイプタイミングに差があるところは行数にかかわらず段落区切りを設定します。
ko_kr: 원칙적으로 지정된 줄 수마다 페이지 구분을 설정합니다. 와이프 타이밍에 차이가 있는 곳은 줄 수와 관계없이 문단 구분을 설정합니다.
zh_tw: 原則上會依據指定的行數設定換頁。 若刷色時間點不連續，則會忽略行數設定，改以時間差判定段落分隔。

# SeqLinesBreaker_Name
source: Set page breaks every certain number of lines
ja_jp: 一定行数ごとにページ区切りを設定
ko_kr: 일정한 행 수마다 페이지 나누기를 설정
zh_tw: 每隔一定行數設定換頁

# SeqLinesBreakerSettingsModel_SeqDescription
source: every lines ({0}-{1})
ja_jp: 行ごと（{0}～{1}）
ko_kr: 행별({0}~{1})
zh_tw: 各行 ({0}～{1})

# SettingsAddOnPage_ButtonDefault.Content
source: Default
ja_jp: 初期化(I)
ko_kr: 초기화(I)
zh_tw: 還原為預設值(I)

# SettingsAddOnPage_CheckBoxRunFontSelector.Content
source: Automatically set font
ja_jp: 自動でフォントを設定(F)
ko_kr: 자동으로 글꼴 설정(F)
zh_tw: 自動設定字型(F)

# SettingsAddOnPage_CheckBoxRunLayoutSelector.Content
source: Automatically set layout
ja_jp: 自動でレイアウトを設定(L)
ko_kr: 자동으로 레이아웃 설정(L)
zh_tw: 自動設定版面配置(L)

# SettingsAddOnPage_CheckBoxRunShowTimeAdjuster.Content
source: Automatically set display start and end times
ja_jp: 自動で表示開始時刻・表示終了時刻を設定(T)
ko_kr: 자동으로 표시 시작 시간·표시 종료 시각 설정(T)
zh_tw: 自動設定顯示開始與結束時間(T)

# SettingsAddOnPage_CheckBoxRunSubtitleActionSelector.Content
source: Automatically set actions
ja_jp: 自動でアクションを設定(A)
ko_kr: 자동으로 액션 설정(A)
zh_tw: 自動設定動作(A)

# SettingsAddOnPage_TextBlockAddOnIndex.Text
source: Setting method:
ja_jp: 設定方法(H)：
ko_kr: 설정 방법(H):
zh_tw: 設定方式(H)：

# SettingsAddOnPage_TextBlockContinue.Text
source: After the initial setup, proceed with the following steps.
ja_jp: 設定後、以下の設定を続けて実行します。
ko_kr: 설정 후, 다음 설정을 계속해서 실행합니다.
zh_tw: 設定完成後，將自動執行以下設定。

# SettingsAddOnPage_TextBlockSettings.Text
source: Settings
ja_jp: 設定
ko_kr: 설정
zh_tw: 設定

# SettingsAddOnPageCharFadeInFadeOutControl_CheckBoxDelayInlineGraphics.Content
source: Delay the fade-out of inline graphics
ja_jp: インライングラフィックスのフェードアウトを遅らせる(D)
ko_kr: 인라인 그래픽스의 페이드 아웃 지연(D)
zh_tw: 延遲內嵌圖形的淡出(D)

source: When using inline graphics as icons to separate lyric parts, enabling this option will make them easier to see.
ja_jp: インライングラフィックスを歌詞パート分けのアイコンとして使う場合、 このオプションを有効にすると見やすくなります
ko_kr: 인라인 그래픽스를 가사 파트 구분 아이콘으로 사용할 때, 이 옵션을 활성화하면 보기 편해집니다.
zh_tw: 將內嵌圖形作為區分歌詞聲部的圖示使用時， 開啟此選項會較容易看清楚

# SettingsAddOnPageCharFadeInFadeOutControl_CheckBoxWholeFadeOut.Content
source: The display fades out based on the end time (similar to a fade-in effect)
ja_jp: 表示終了時刻を基準にフェードアウト（フェードインと同様のイメージでフェードアウト）(E)
ko_kr: 표시 종료 시각을 기준으로 페이드 아웃(페이드 인과 동일한 이미지로 페이드 아웃)(E)
zh_tw: 以顯示結束時間為基準淡出 (以類似淡入的方式淡出)(E)

# SettingsAddOnPageCharFadeInFadeOutControl_TextBlockIntroDelay.Text
source: Time difference between the beginning and end:
ja_jp: 先頭と末尾の時間差(L)：
ko_kr: 선두와 끝의 시간 차이(L):
zh_tw: 開頭與結尾的時間差(L)：

# SettingsAddOnPageCharFadeInFadeOutControl_TextBlockTailDelay.Text
source: Time until the last character of a line begins to disappear:
ja_jp: 行末文字が消え始めるまでの時間(T)：
ko_kr: 행 끝 문자가 사라지기 시작할 때까지의 시간(T):
zh_tw: 句尾文字開始消失前的延遲時間(T)：

# SettingsAddOnPageEmptyLineBreakerControl_TextBlockDescription.Text
source: The paragraph break setting will be determined based on the following settings.
ja_jp: 以下の設定に基づいて段落区切りの設定を判定します。
ko_kr: 다음 설정에 기반하여 문단 구분 설정을 판단합니다.
zh_tw: 根據以下設定來判定段落分隔。

# SettingsAddOnPageLineFadeControl_TextBlockFadeInTime.Text
source: Time until fade-in is complete:
ja_jp: フェードイン完了までの時間(N)：
ko_kr: 페이드 인 완료까지의 시간(N):
zh_tw: 淡入時間(N)：

# SettingsAddOnPageLineFadeControl_TextBlockFadeOutTime.Text
source: Time until fade-out is complete:
ja_jp: フェードアウト完了までの時間(U)：
ko_kr: 페이드 아웃 완료까지의 시간(U):
zh_tw: 淡出時間(U)：

# SettingsAddOnPageLinesLayoutSelectorControl_TextBlockBegin.Text
source: Applicable layout (from):
ja_jp: 適用対象レイアウト(L)：
ko_kr: 적용 대상 레이아웃(L):
zh_tw: 要套用的版面配置範圍(L)：

# SettingsAddOnPageLinesLayoutSelectorControl_TextBlockDescription.Text
source: The layout will be selected from the options within the above range.
ja_jp: 上記範囲のレイアウトの中から適用します。
ko_kr: 상기 범위의 레이아웃 중에서 적용합니다.
zh_tw: 將套用上述範圍內的版面配置。

# SettingsAddOnPageNoSettingsControl_TextBlockNoSettings.Text
source: (No settings available)
ja_jp: （設定項目無し）
ko_kr: (설정 항목 없음)
zh_tw: (無設定項目)

# SettingsAddOnPagePartFontSelectorControl_CheckBoxAutoChorus.Content
source: Automatically color-codes the chorus portion of the lyrics
ja_jp: 歌詞のコーラス部分を自動色分けする(C)
ko_kr: 가사의 코러스 부분을 자동으로 색상 구분하다(C)
zh_tw: 自動區分歌詞合唱部分的顏色(C)

source: Maintain even when the line changes
ja_jp: 行が変わっても維持(G)
ko_kr: 줄이 바뀌어도 유지(G)
zh_tw: 換行後仍維持(G)

# SettingsAddOnPagePartFontSelectorControl_CheckBoxLyricsCharToFont.Content
source: Apply the font setting with the same name as the lyrics
ja_jp: 歌詞の文字と同じ名称のフォント設定を適用する(F)
ko_kr: 가사의 문자와 같은 이름의 글꼴 설정을 적용합니다.(F)
zh_tw: 套用與歌詞文字相同名稱的字型設定(F)

# SettingsAddOnPagePartFontSelectorControl_HyperlinkButtonHelp.Content
source: Detailed information
ja_jp: 詳細情報
ko_kr: 상세 정보
zh_tw: 詳細資訊

# SettingsAddOnPagePartFontSelectorControl_TextBlockAutoChorusBeginChars.Text
source: Chorus start character:
ja_jp: コーラス開始文字(B)：
ko_kr: 코러스 시작 문자(B):
zh_tw: 合唱開始字元(B)：

# SettingsAddOnPagePartFontSelectorControl_TextBlockAutoChorusEndChars.Text
source: Chorus end character:
ja_jp: コーラス終了文字(E)：
ko_kr: 코러스 종료 문자(E):
zh_tw: 合唱結束字元(E)：

# SettingsAddOnPagePartFontSelectorControl_TextBlockChorusFont.Text
source: Chorus Font:
ja_jp: コーラスフォント(F)：
ko_kr: 코러스 글꼴(F):
zh_tw: 合唱字型(F)：

# SettingsAddOnPageSeqLinesBreakerControl_TextBlockDescription.Text
source: The paragraph break setting will be determined based on the following settings.
ja_jp: 以下の設定に基づいて段落区切りの設定を判定します。
ko_kr: 다음 설정을 기반으로 단락 구분 설정을 판단합니다.
zh_tw: 根據以下設定來判定段落分隔。

# SettingsAddOnPageSeqLinesBreakerControl_TextBlockSeq.Text
source: Number of lines to set the page break:
ja_jp: ページ区切りを設定する行数(L)：
ko_kr: 페이지 구분을 설정하는 줄 수(L):
zh_tw: 設定換頁的行數(L)：

# SettingsAddOnPageSlideUpDownControl_CheckBoxFadeIn.Content
source: Fade in
ja_jp: フェードイン(N)
ko_kr: 페이드 인(N)
zh_tw: 淡入(N)

# SettingsAddOnPageSlideUpDownControl_CheckBoxFadeOut.Content
source: Fade out
ja_jp: フェードアウト(U)
ko_kr: 페이드 아웃(U)
zh_tw: 淡出(U)

# SettingsAddOnPageSlideUpDownControl_TextBlockFadeDetail.Text
source: Fade advanced settings
ja_jp: フェード詳細設定
ko_kr: 페이드 상세 설정
zh_tw: 淡入淡出詳細設定

# SettingsAddOnPageSlideUpDownControl_TextBlockSlideAmountDescription.Text
source: (Slide down if positive, up if negative)
ja_jp: （プラスなら下、マイナスなら上にスライド）
ko_kr: (플러스면 아래로, 마이너스면 위로 슬라이드)
zh_tw: (正數為向下滑動，負數為向上滑動)

# SettingsAddOnPageSlideUpDownControl_TextBlockSlideAmountSize.Text
source: Vertical slide amount:
ja_jp: 上下スライド量(S)：
ko_kr: 상하 슬라이드량(S):
zh_tw: 上下滑動量(S)：

# SettingsAddOnPageSlideUpDownControl_TextBlockSlideAmountUnit.Text
source: px/s
ja_jp: px/秒
ko_kr: px/초
zh_tw: px/秒

# SettingsAddOnPageTopShortAdjusterControl_CheckBoxManualProtectTime.Content
source: Manually set the display protection time when the switching time is short *For advanced users
ja_jp: 切り替え時間が短い場合の表示保護時間を手動設定する(M) ※上級者向け
ko_kr: 전환 시간이 짧은 경우의 표시 보호 시간을 수동으로 설정합니다(M) ※고급자용
zh_tw: 限進階使用者：切換時間較短時手動設定顯示保護時間(M)

# SettingsAddOnPageTopShortAdjusterControl_TextBlockIntervalTime2.Text
source: Lyric display interval:
ja_jp: 歌詞の表示間隔(4)：
ko_kr: 가사 표시 간격(4):
zh_tw: 歌詞顯示間隔(4)：

# SettingsAddOnPageTopShortAdjusterControl_TextBlockManualProtectTime.Text
source: Display protection time:
ja_jp: 表示保護時間(3)：
ko_kr: 보호 시간 표시(3):
zh_tw: 顯示保護時間(3)：

# SettingsAddOnPageTopShortAdjusterControl_TextBlockPostTime2.Text
source: Display time after wipe:
ja_jp: ワイプ後の表示時間(2)：
ko_kr: 와이프 후 표시 시간(2):
zh_tw: 刷色後的顯示時間(2)：

# SettingsAddOnPageTopShortAdjusterControl_TextBlockPreTime2.Text
source: Display time before wipe:
ja_jp: ワイプ前の表示時間(1)：
ko_kr: 와이프 전 표시 시간(1):
zh_tw: 刷色前的顯示時間(1)：

source: Please keep the display time before and after the wipe to less than or equal to the display time before and after the wipe.
ja_jp: ワイプ前・ワイプ後の表示時間以下にしてください。
ko_kr: 아내 전·아내 후 표시 시간 이하로 해주세요.
zh_tw: 設定值請勿超過刷色前與刷色後的顯示時間。

# SettingsAddOnPageTopShortAdjusterControl_TextBoxPostTime2.ToolTipService.ToolTip
source: If the action is Utopia, setting the display time after the wipe to 1000 [ms] or more will make the movement of the end of the line look nicer.
ja_jp: アクションがユートピアの場合は、ワイプ後の表示時間を 1000 [ms] 以上にすると行末の動きがきれいになります。
ko_kr: 액션이 유토피아인 경우, 와이프 후 표시 시간을 1000 [ms] 이상으로 하면 행 끝의 움직임이 깔끔해집니다.
zh_tw: 當動作為「烏托邦」時，將刷色後的顯示時間設定為 1000 [ms] 以上，句尾的特效會較流暢美觀。

# SettingsAddOnPageUnificationFontSelectorControl_TextBlockFont.Text
source: Font to use:
ja_jp: 使用するフォント(F)：
ko_kr: 사용할 글꼴(F):
zh_tw: 使用的字型(F)：
